zzy-canaan/canmv/port/boards/k230_canmv_lckfb/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "k230_canmv_lckfb"
#define MICROPY_HW_MCU_NAME                 "K230"
#define OMV_ARCH_STR                        ""
#define OMV_BOARD_TYPE                      "CanMV K230 LCKFB"
